Tekla.Structures.Dialog.UIControls.DataGrid
The DataGrid class represents a data grid control that can contain images.

Tekla.Structures.Dialog.UIControls.DataGrid.#ctor
Initializes a new instance of the DataGrid class.